const list = [
  {
    title: '大小',
    data: ['百兆小游戏', '1-5 G', '5-10 G', '10-20 G', '20-50 G', '50-100 G', '100-200 G', 'GMOD']
  },
  {
    title: '图像',
    data: ['像素党秒天秒地！', '无法和现实区分', '赏心悦目', '很美丽', '一般', '不怎么样', '别盯着看太久', '画图.exe']
  },
  {
    title: '游戏体验',
    data: ['完美！！！', '不错！', '普普通通', '不怎么样', '盯着墙看都比玩它强', '锻炼你的精神抗打击能力']
  },
  {
    title: '声音效果',
    data: ['耳朵怀孕', '感动人心', '还不错', '一般', '不咋样', '耳朵流产', '音乐？什么音乐？']
  },
  { title: '受众群体', data: ['儿童', '青少年', '成人', '全年龄'] },
  {
    title: '配置要求',
    data: ['能玩扫雷的电脑都能玩', '入门配置', '一般配置', '进阶级配置', '发烧级配置', '神威·太湖之光超级计算机']
  },
  {
    title: '难度',
    data: ['点点点突突突炸炸炸', '轻松愉快', '得动动脑子', '上手快精通难', '烧脑']
  },
  {
    title: '游戏寿命',
    data: ['玩完就退款', '5-10小时', '10-30小时', '30-50小时', '50-100小时', '刷到恶心为止', '我觉得我能比它先去世']
  },
  {
    title: '游戏粘性',
    data: [
      '可能不会完全通关',
      '通关一次',
      '通关2-5次',
      '通关5-10次',
      '通关10-20次',
      '通关20-50次',
      '通关？刷子游戏通什么关？'
    ]
  },
  {
    title: '操作',
    data: ['你家的宠物也能玩', '简单', '中等', '困难', '反人类', '蔚蓝', 'I wanna']
  },
  {
    title: '肝',
    data: ['护肝', '如果你想玩出点花样', '肝与不肝并不影响剧情', '每关必肝', '肝痛', '必须24小时全天候地肝']
  },
  {
    title: '肾',
    data: ['护肾', '需要短暂休息了', '需要休息一段时间了', '每关必冲', '肾痛', '裤子提不起来']
  },
  {
    title: '故事情节',
    data: ['故事?什么故事?', '文字或语音剧情', '平庸', '还行', '精彩', '可以作为你的第二人生']
  },
  {
    title: '平均一局游戏时间',
    data: ['办公室必备', '短小精悍', '中等', '较长', '卧槽！天亮了！']
  },
  {
    title: '联机',
    data: ['孤独患者', '你唯一的沙雕网友', '2-5人', '5-10人', '10-30人', '30-64人', '行星边际2']
  },
  {
    title: '语种',
    data: ['你信不信我会八国语言？', '基础英文', '可以打汉化MOD或补丁', '自带汉化！']
  },
  {
    title: '价格',
    data: ['免费游玩!', '业界良心！', '值这个价', '如果你有点闲钱的话可以一试', '不推荐原价入', '信仰无价']
  },
  {
    title: '游戏整体评分',
    data: [
      '0-10分(垃圾游戏、差评)',
      '10-30分(完完全全的不及格)',
      '30-50分(总体不是很和谐，但是买来当笑话看应该不是什么大问题)',
      '50-65分(勉强及格，算是个游戏)',
      '65-80分(算是个不错的游戏了)',
      '80-95分(无论从哪个角度来看都非常不错)',
      '95-100分(这游戏牛逼！)',
      '100-100+分(完全超出预定水准，无论从哪方面看都是精品)',
      '∞分(死忠舔狗专属评分)'
    ]
  },
  {
    title: 'Bug',
    data: ['几乎没有', '少量', 'bug令人烦恼', '育碧', '模拟山羊']
  }
]
